---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHeatingLoadPerAreaParam
source: html/780c8f01-66e8-ec48-84a0-684539f6ad51.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHeatingLoadPerAreaParam Property

"Calculated Heating Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedHeatingLoadPerAreaParam { get; }
```